def area(a, b, c):
'''
Возвращает полупериметр треугольника с заданными сторонами
Параметры:
	a(int): первая сторона
        b(int): вторая сторона
        c(int): третья сторона
Возвращаемое значение:
	area(float): полупериметр треугольника
'''
    return (a + b + c) / 2
def perimeter(a, b, c):
'''
Возвращает периметр треугольника с заданными сторонами
Параметры:
        a(int): первая сторона
        b(int): вторая сторона
        c(int): третья сторона
Возвращаемое значение:
       perimeter(int): периметр треугольника
'''
    return a + b + c
